const formMetaData = {
  '1-fd': {
    chapter1: {
      TITLE:
        'СВЕДЕНИЯ ОБ ИСПОЛЬЗОВАНИИ СРЕДСТВ ФЕДЕРАЛЬНОГО ДОРОЖНОГО ФОНДА, ДОРОЖНЫХ ФОНДОВ СУБЪЕКТОВ РОССИЙСКОЙ ФЕДЕРАЦИИ, МУНИЦИПАЛЬНЫХ ДОРОЖНЫХ ФОНДОВ',
      OKUD: '0601028',
      CODE: '0601028',
      LABEL: 'Раздел 1',
      CUSTOM: false,
      CHAPTER:
        'Раздел 1. Объемы поступлений средств в бюджеты бюджетной системы и иных средств, учитываемых при формировании Федерального дорожного фонда, дорожных фондов субъектов Российской Федерации, муниципальных дорожных фондов по направлениям',
      PERIOD: 'YYYYM3Q1',
      ORG_RESPONDER_ID: 3288127,
      ORG_RESPONDER: 'КУ ВО "Управление автомобильных дорог Вологодской области "',
      ORG_REVIEWER_ID: 2323,
      EXECUTOR_ID: 117754818,
      EXECUTOR_FIO: 'Кормакова А.Р.',
      REGION: 'Вологодская область',
      REGION_OKATO: '19',
      REGION_ID: 24595,
      PRE_HEADER: {
        TEXT: 'Код по ОКЕИ: тысяча рублей - 384 (с одним десятичным знаком)',
        STYLE: {
          FONT: 'Arial',
          SIZE: 10,
          FONT_STYLE: 'Bold',
          VERT_ALINGMENT: 'Center',
          HOR_ALIGNMENT: 'Right',
        },
      },
      HEADER: {
        HEADER_COLUMNS: 8,
        HEADER_ROWS: 4,
        STYLE: {
          FONT: 'Arial',
          SIZE: 12,
          VERT_ALINGMENT: 'Center',
          HOR_ALIGNMENT: 'Center',
        },
        HEADERS: [
          {
            HEADER_ID: 1,
            HEADER_CAPTION: 'Наименование показателей',
            HEADER_GRID: [1, 1, 2, 1],
          },
          {
            HEADER_ID: 2,
            HEADER_CAPTION: '№ строки',
            HEADER_GRID: [1, 2, 2, 2],
          },
          {
            HEADER_ID: 3,
            HEADER_CAPTION: 'За отчетный период',
            HEADER_GRID: [1, 3, 1, 5],
          },
          {
            HEADER_ID: 4,
            HEADER_CAPTION: 'Нарастающим итогом с начала отчетного периода',
            HEADER_GRID: [1, 6, 1, 8],
          },
          {
            HEADER_ID: 5,
            HEADER_CAPTION: 'Федеральный бюджет',
            HEADER_GRID: [2, 3, 2, 3],
          },
          {
            HEADER_ID: 6,
            HEADER_CAPTION: 'Бюджет субъекта Российской Федерации',
            HEADER_GRID: [2, 4, 2, 4],
          },
          {
            HEADER_ID: 7,
            HEADER_CAPTION: 'Местный бюджет',
            HEADER_GRID: [2, 5, 2, 5],
          },
          {
            HEADER_ID: 8,
            HEADER_CAPTION: 'Федеральный бюджет',
            HEADER_GRID: [2, 6, 2, 6],
          },
          {
            HEADER_ID: 9,
            HEADER_CAPTION: 'Бюджет субъекта Российской Федерации',
            HEADER_GRID: [2, 7, 2, 7],
          },
          {
            HEADER_ID: 10,
            HEADER_CAPTION: 'Местный бюджет',
            HEADER_GRID: [2, 8, 2, 8],
          },
        ],
      },
      COMMON: {
        OKEI_COLUMN: null,
        ROW_NUM_COLUMN: 2,
        ROW_CAPTION_COLUMN: 1,
        ROW_UNIT_WIDTH: 10,
        STYLE: {
          FONT: 12,
          HOR_ALIGNMENT: 'Center',
          VERT_ALINGNMENT: 'Center',
          SIZE: 8,
        },
      },
      COLUMNS: [
        {
          COLUMN_ID: 1,
          COLUMN_NUM: '1',
          COLUMN_WIDTH_PX: 40,
          COLUMN_WIDTH_MM: 65,
          STYLE: {
            HOR_ALIGNMENT: 'Left',
            VERT_ALINGNMENT: 'Center',
          },
        },
        {
          COLUMN_ID: 2,
          COLUMN_NUM: '2',
          COLUMN_WIDTH_PX: 10,
          COLUMN_WIDTH_MM: 16,
          STYLE: {
            HOR_ALIGNMENT: 'Center',
            VERT_ALINGNMENT: 'Center',
          },
        },
        {
          COLUMN_ID: 3,
          COLUMN_NUM: '3',
          COLUMN_WIDTH_PX: 10,
          COLUMN_WIDTH_MM: 16,
          STYLE: {
            HOR_ALIGNMENT: 'Right',
            VERT_ALINGNMENT: 'Center',
          },
        },
        {
          COLUMN_ID: 4,
          COLUMN_NUM: '4',
          COLUMN_WIDTH_PX: 10,
          COLUMN_WIDTH_MM: 16,
          STYLE: {
            HOR_ALIGNMENT: 'Right',
            VERT_ALINGNMENT: 'Center',
          },
        },
        {
          COLUMN_ID: 5,
          COLUMN_NUM: '5',
          COLUMN_WIDTH_PX: 10,
          COLUMN_WIDTH_MM: 16,
          STYLE: {
            HOR_ALIGNMENT: 'Right',
            VERT_ALINGNMENT: 'Center',
          },
        },
        {
          COLUMN_ID: 6,
          COLUMN_NUM: '6',
          COLUMN_WIDTH_PX: 10,
          COLUMN_WIDTH_MM: 16,
          STYLE: {
            HOR_ALIGNMENT: 'Right',
            VERT_ALINGNMENT: 'Center',
          },
        },
        {
          COLUMN_ID: 7,
          COLUMN_NUM: '7',
          COLUMN_WIDTH_PX: 10,
          COLUMN_WIDTH_MM: 16,
          STYLE: {
            HOR_ALIGNMENT: 'Right',
            VERT_ALINGNMENT: 'Center',
            FONT: 'Arial',
            SIZE: 8,
          },
        },
        {
          COLUMN_ID: 8,
          COLUMN_NUM: '8',
          COLUMN_WIDTH_PX: 10,
          COLUMN_WIDTH_MM: 16,
          STYLE: {
            HOR_ALIGNMENT: 'Right',
            VERT_ALINGNMENT: 'Center',
            FONT: 'Arial',
            SIZE: 8,
          },
        },
      ],
      ROWS: [
        {
          ROW_NUM: '01',
          ROW_CAPTION: 'Всего учтено при формировании дорожных фондов \n(сумма строк 02, 22, 23)',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
          STYLE: {
            HOR_ALIGNMENT: 'Left',
            FONT_STYLE: 'Bold',
          },
        },
        {
          ROW_NUM: '02',
          ROW_CAPTION: 'Налоговые и иные поступления в бюджет, всего \n(сумма строк с 03 по 21), в том числе:',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
          STYLE: {
            HOR_ALIGNMENT: 'Left',
            FONT_STYLE: 'Bold',
          },
        },
        {
          ROW_NUM: '03',
          ROW_CAPTION:
            'акцизы на автомобильный бензин, прямогонный \nбензин, дизельное топливо, моторные масла для \nдизельных и карбюраторных (инжекторных) \nдвигателей, производимые на территории \nРоссийской Федерации, подлежащих зачислению в \nсоответствующий бюджет',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '04',
          ROW_CAPTION: 'транспортный налог',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '05',
          ROW_CAPTION: 'иные налоговые доходы, \nустановленные законодательством, учитываемые при \nформировании дорожных фондов',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '06',
          ROW_CAPTION: 'доходы от использования имущества, входящего в \nсостав автомобильных дорог общего пользования',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '07',
          ROW_CAPTION:
            'доходы от передачи в аренду земельных участков, \nрасположенных в полосе отвода автомобильных \nдорог общего пользования',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '08',
          ROW_CAPTION:
            'доходы от сборов за проезд автотранспортных средств, \nзарегистрированных на территориях \nиностранных государств, по автомобильным \nдорогам на территории Российской Федерации',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '09',
          ROW_CAPTION:
            'доходы от платы в счет возмещения вреда, \nпричиняемого автомобильным дорогам \nтранспортными средствами, осуществляющими \nперевозки тяжеловесных и (или) крупногабаритных \nгрузов',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '10',
          ROW_CAPTION:
            'доходы от платы в счет возмещения вреда, \nпричиняемого автомобильным дорогам общего \nпользования транспортными средствами, имеющими \nразрешенную максимальную массу свыше 12 тонн',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '11',
          ROW_CAPTION:
            'доходы от платы за оказание услуг по \nприсоединению объектов дорожного сервиса к \nавтомобильным дорогам общего пользования',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '12',
          ROW_CAPTION:
            'поступления от штрафов за нарушение правил \nперевозки крупногабаритных и тяжеловесных \nгрузов по автомобильным дорогам общего \nпользования',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '13',
          ROW_CAPTION:
            'поступления от штрафов за несоблюдение \nтребований законодательства Российской \nФедерации о внесении платы в счет возмещения \nвреда, причиняемого автомобильным дорогам \nобщего пользования, имеющими разрешенную \nмаксимальную массу свыше 12 тонн',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '14',
          ROW_CAPTION:
            'поступления в виде субсидий из бюджетов \nбюджетной системы Российской Федерации на \nфинансовое обеспечение дорожной деятельности в \nотношении автомобильных дорог общего \nпользования',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '15',
          ROW_CAPTION:
            'безвозмездные поступления от физических и \nюридических лиц на финансовое обеспечение \nдорожной деятельности, в том числе добровольных \nпожертвований, в отношении автомобильных дорог \nобщего пользования',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '16',
          ROW_CAPTION:
            'денежные средства, поступающие в бюджет от \nуплаты неустоек (штрафов, пеней), а также от \nвозмещения убытков государственного заказчика, \nвзысканных в установленном порядке в связи с нарушением исполнителем (подрядчиком) условий \nгосударственного контракта или иных договоров, \nфинансируемых за счет средств дорожного фонда, \nили в связи с уклонением от заключения таких \nконтракта или иных договоров',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '17',
          ROW_CAPTION:
            'денежные средства, внесенные участником конкурса \nили аукциона, проводимых в целях заключения \nгосударственного контракта, финансируемого за \nсчет средств дорожного фонда, в качестве \nобеспечения заявки на участие в таком конкурсе \nили аукционе в случае уклонения участника \nконкурса или аукциона от заключения такого \nконтракта и в иных случаях, установленных \nзаконодательством Российской Федерации',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '18',
          ROW_CAPTION:
            'плата по соглашениям об установлении частных \nсервитутов в отношении земельных участков в \nграницах полос отвода автомобильных дорог \nобщего пользования в целях строительства \n(реконструкции), капитального ремонта объектов \nдорожного сервиса, их эксплуатации, установки и \nэксплуатации рекламных конструкций',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '19',
          ROW_CAPTION:
            'плата по соглашениям об установлении публичных \nсервитутов в отношении земельных участков в \nграницах полос отвода автомобильных дорог \nобщего пользования в целях прокладки, переноса, \nпереустройства инженерных коммуникаций, их \nэксплуатации',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '20',
          ROW_CAPTION: 'прочие неналоговые доходы',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '21',
          ROW_CAPTION: 'доходы от возврата остатков межбюджетных \nрансфертов прошлых лет',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '22',
          ROW_CAPTION: 'Базовый объем бюджетных ассигнований \nдорожного фонда',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
          STYLE: {
            Alignment: 'Left',
            FontStyle: 'Bold',
          },
        },
        {
          ROW_NUM: '23',
          ROW_CAPTION: 'Остатки бюджетных ассигнований \nдорожных фондов, не использованные в отчетном \nфинансовом году',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
          STYLE: {
            Alignment: 'Left',
            FontStyle: 'Bold',
          },
        },
      ],
      ROW_BREAKS: [
        {
          PREV_ROW: '01',
          BREAK_CAPTION: 'в том числе',
          INDENT: 0,
          STYLE: {
            Alignment: 'Left',
          },
        },
      ],
      DEFAULT_STYLE: {
        Font: 'Arial',
        Size: 8,
        VertAlignment: 'Center',
        HorAlignment: 'Left',
      },
      DATA: [
        {
          ROW_NUM: '01',
          COLUMN_NUM: '7',
          VALUE: 10549021.4,
        },
        {
          ROW_NUM: '01',
          COLUMN_NUM: '8',
          VALUE: 2063981.6,
        },
        {
          ROW_NUM: '02',
          COLUMN_NUM: '7',
          VALUE: 9920498.2,
        },
        {
          ROW_NUM: '02',
          COLUMN_NUM: '8',
          VALUE: 21924265.4,
        },
        {
          ROW_NUM: '03',
          COLUMN_NUM: '7',
          VALUE: 2837051.8,
        },
        {
          ROW_NUM: '03',
          COLUMN_NUM: '8',
          VALUE: 274070.9,
        },
        {
          ROW_NUM: '04',
          COLUMN_NUM: '7',
          VALUE: 379403.1,
        },
        {
          ROW_NUM: '04',
          COLUMN_NUM: '8',
          VALUE: 0,
        },
        {
          ROW_NUM: '05',
          COLUMN_NUM: '7',
          VALUE: 907.2,
        },
        {
          ROW_NUM: '06',
          COLUMN_NUM: '8',
          VALUE: 877.5,
        },
        {
          ROW_NUM: '09',
          COLUMN_NUM: '8',
          VALUE: 7831.4,
        },
        {
          ROW_NUM: '14',
          COLUMN_NUM: '7',
          VALUE: 6199725.3,
        },
        {
          ROW_NUM: '20',
          COLUMN_NUM: '7',
          VALUE: 503411.8,
        },
        {
          ROW_NUM: '20',
          COLUMN_NUM: '8',
          VALUE: 366360.4,
        },
        {
          ROW_NUM: '23',
          COLUMN_NUM: '7',
          VALUE: 628523.166,
        },
        {
          ROW_NUM: '23',
          COLUMN_NUM: '8',
          VALUE: 139716.2,
        },
      ],
      FOOTER: {
        CAPTION: '',
        DATA: [
          {
            FOOTER_ID: 1,
            COLUMN_NUM: '1',
            INDENT: 2,
            VALUE: 'Ведущий консультант',
          },
          {
            FOOTER_ID: 1,
            COLUMN_NUM: '8',
            INDENT: 2,
            VALUE: '%EXECUTOR',
          },
        ],
      },
    },
    chapter2: {
      TITLE:
        'СВЕДЕНИЯ ОБ ИСПОЛЬЗОВАНИИ СРЕДСТВ ФЕДЕРАЛЬНОГО ДОРОЖНОГО ФОНДА, ДОРОЖНЫХ ФОНДОВ СУБЪЕКТОВ РОССИЙСКОЙ ФЕДЕРАЦИИ, МУНИЦИПАЛЬНЫХ ДОРОЖНЫХ ФОНДОВ',
      OKUD: '0601028',
      CODE: '0601028',
      LABEL: 'Раздел 2',
      CUSTOM: false,
      CHAPTER:
        'Раздел 2. Расходование средств Федерального дорожного фонда, дорожного фонда субъекта Российской Федерации, муниципального дорожного фонда по направлениям ',
      PERIOD: 'YYYYM3Q1',
      ORG_RESPONDER_ID: 3288127,
      ORG_RESPONDER: 'КУ ВО "Управление автомобильных дорог Вологодской области "',
      ORG_REVIEWER_ID: 2323,
      EXECUTOR_ID: 117754818,
      EXECUTOR_FIO: 'Кормакова А.Р.',
      REGION: 'Вологодская область',
      REGION_OKATO: '19',
      REGION_ID: 24595,
      PRE_HEADER: {
        TEXT: 'Код по ОКЕИ: тысяча рублей - 384 (с одним десятичным знаком)',
        STYLE: {
          FONT: 'Arial',
          SIZE: 8,
          FonStyle: 'Bold',
          VERT_ALIGNMENT: 'Center',
          HorAlignment: 'Right',
        },
      },
      HEADER: {
        HEADER_COLUMNS: 8,
        HEADER_ROWS: 4,
        STYLYE: {
          FOPNT: 'Arial',
          SIZE: 8,
          VERT_ALIGNMENT: 'Center',
          HOR_ALIGNMENT: 'Center',
        },
        HEADERS: [
          {
            HEADER_ID: 1,
            HEADER_CAPTION: 'Наименование показателей',
            HEADER_GRID: [1, 1, 2, 1],
          },
          {
            HEADER_ID: 2,
            HEADER_CAPTION: '№ строки',
            HEADER_GRID: [1, 2, 2, 2],
          },
          {
            HEADER_ID: 3,
            HEADER_CAPTION: 'Федеральный дорожный фонд',
            HEADER_GRID: [1, 3, 1, 3],
          },
          {
            HEADER_ID: 4,
            HEADER_CAPTION: 'Дорожный фонд субъекта Российской Федерации ',
            HEADER_GRID: [1, 4, 1, 4],
          },
          {
            HEADER_ID: 5,
            HEADER_CAPTION: 'Муниципальный дорожный фонд',
            HEADER_GRID: [1, 5, 1, 5],
          },
        ],
      },
      COMMON: {
        OKEI_COLUMN: null,
        ROW_NUM_COLUMN: 2,
        ROW_CAPTION_COLUMN: 3,
        ROW_UNIT_WIDTH: 10,
        STYLE: {
          FONT: 8,
          HOR_ALIGNMENT: 'Center',
          VERT_ALIGNMENT: 'Center',
          SIZE: 8,
        },
        COLUMNS: [
          {
            COLUMN_ID: 1,
            COLUMN_NUM: '1',
            COLUMN_WIDTH_PX: 90,
            COLUMN_WIDTH_MM: 115,
            STYLE: {
              HOR_ALIGNMENT: 'Left',
              VERT_ALIGNMENT: 'Center',
            },
          },
          {
            COLUMN_ID: 2,
            COLUMN_NUM: '2',
            COLUMN_WIDTH_PX: 8,
            COLUMN_WIDTH_MM: 10,
            STYLE: {
              HOR_ALIGNMENT: 'Center',
              VERT_ALIGNMENT: 'Center',
            },
          },
          {
            COLUMN_ID: 3,
            COLUMN_NUM: '3',
            COLUMN_WIDTH_PX: 14,
            COLUMN_WIDTH_MM: 18,
            STYLE: {
              HOR_ALIGNMENT: 'Right',
              VERT_ALIGNMENT: 'Center',
            },
          },
          {
            COLUMN_ID: 4,
            COLUMN_NUM: '4',
            COLUMN_WIDTH_PX: 14,
            COLUMN_WIDTH_MM: 18,
            STYLE: {
              HOR_ALIGNMENT: 'Right',
              VERT_ALIGNMENT: 'Center',
            },
          },
          {
            COLUMN_ID: 5,
            COLUMN_NUM: '5',
            COLUMN_WIDTH_PX: 14,
            COLUMN_WIDTH_MM: 18,
            STYLE: {
              HOR_ALIGNMENT: 'Right',
              VERT_ALIGNMENT: 'Center',
            },
          },
        ],
      },
      ROWS: [
        {
          ROW_NUM: '01',
          ROW_CAPTION: 'Израсходовано средств за отчетный период - всего \n (сумма строк 02, 07, 27 - 28, 32, 36 - 41), \n в том числе на:',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
          STYLE: {
            Alignment: 'Left',
            FontStyle: 'Bold',
          },
        },
        {
          ROW_NUM: '02',
          ROW_CAPTION:
            'капитальный ремонт, ремонт и содержание автомобильных дорог общего пользования - всего \n(сумма строк 03 - 06),  \nиз них на:',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
          STYLE: {
            Alignment: 'Left',
            FontStyle: 'Bold',
          },
        },
        {
          ROW_NUM: '03',
          ROW_CAPTION: 'капитальный ремонт автомобильных дорог общего пользования и искусственных сооружений на них',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '04',
          ROW_CAPTION: 'ремонт автомобильных дорог общего пользования и искусственных сооружений на них',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '05',
          ROW_CAPTION: 'содержание автомобильных дорог общего пользования и искусственных сооружений на них',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '06',
          ROW_CAPTION: 'иные дорожно-эксплуатационные работы, финансируемые за счет средств дорожного фонда',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '07',
          ROW_CAPTION:
            'строительство и реконструкцию автомобильных дорог общего пользования и искусственных сооружений на них - всего \n(сумма строк 08, 09, 26), из них на:',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '08',
          ROW_CAPTION:
            'разработку документации по планировке территории, проектной документации, инженерные изыскания,\nпроведение государственной экспертизы инженерных изысканий и проектной документации,',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '09',
          ROW_CAPTION: 'проведение работ по подготовке территории строительства - всего  \n (сумма строк 10, 13, 19 - 25), из них на:',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '10',
          ROW_CAPTION:
            'затраты, связанные с компенсационными выплатами собственникам имущества, попадающего в зону дорожных работ, всего\n(сумма строк 11, 12), из них:',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '11',
          ROW_CAPTION: 'выплата компенсаций за ущерб собственникам сносимого жилья, недвижимости, насаждений',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '12',
          ROW_CAPTION:
            'возмещение собственникам земельных участков, землепользователям, землевладельцам  и арендаторам земельных участков \nубытков, причиненных изъятием или временным занятием земельных участков, ограничением прав собственников \n земельных участков, землепользователей',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '13',
          ROW_CAPTION:
            'затраты, связанные с компенсационными выплатами правообладателям имущества, попадающего в зону дорожных работ, \nвсего \n(сумма строк 14 - 18), из них:',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '14',
          ROW_CAPTION:
            'выплаты компенсационного характера за предоставление «окон» в графике движения поездов \nпри строительстве пересечений  с железными дорогами',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '15',
          ROW_CAPTION:
            'выплаты компенсационного характера за убытки и упущенную выгоду владельцам переустраиваемых инженерных \nкоммуникаций',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '16',
          ROW_CAPTION: 'выплаты компенсационного характера за ущерб рыбному хозяйству при строительстве мостов',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '17',
          ROW_CAPTION: 'выплаты компенсационного характера за ущерб лесному хозяйству при прохождении дороги через лесные угодья',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '18',
          ROW_CAPTION:
            'затраты, связанные с оплатой работ (услуг), выполняемых коммунальными и эксплуатационными организациями, по выдаче \nисходных данных на проектирование, технических условий и требований на присоединение проектируемых объектов к \nинженерным сетям и коммуникациям',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '19',
          ROW_CAPTION:
            'затраты, связанные с выполнением по требованию органов местного самоуправления исполнительной контрольной съемки \nпостроенных инженерных сетей',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '20',
          ROW_CAPTION: 'затраты, связанные с выполнением археологических раскопок в пределах строительной площадки',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '21',
          ROW_CAPTION:
            'строительство жилья для жителей домов, попадающих в зону строительных работ или санитарную защитную зону и \nсносимых при строительстве автомобильной дороги',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '22',
          ROW_CAPTION: 'выплата земельного налога и арендной платы за земли в период строительства',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 2,
        },
        {
          ROW_NUM: '23',
          ROW_CAPTION: 'плата за аренду земельного участка, предоставляемого на период проектирования и строительства объекта',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '24',
          ROW_CAPTION: 'плата за аренду земельного участка, предоставляемого на период проектирования и строительства объекта',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '25',
          ROW_CAPTION: 'иные затраты, связанные с подготовкой территории строительства',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '26',
          ROW_CAPTION: 'непосредственно строительство, реконструкция автомобильных дорог общего пользования',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '27',
          ROW_CAPTION:
            'предоставление субсидий Государственной компании «Российские автомобильные дороги» в виде имущественных взносов \nРоссийской Федерации',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '28',
          ROW_CAPTION:
            'предоставление субсидий бюджетам субъектов Российской Федерации на софинансирование строительства и реконструкции \nавтомобильных дорог общего пользования регионального или местного значения и искусственных сооружений на них - \nвсего \n(сумма строк 29 - 31), в том числе:',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '29',
          ROW_CAPTION: 'имеющих общегосударственное или межрегиональное значение',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '30',
          ROW_CAPTION:
            'направленных на прирост количества сельских населенных пунктов, обеспеченных постоянной круглогодичной связью \nс сетью автомобильных дорог общего пользования по дорогам с твердым покрытием',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '31',
          ROW_CAPTION: 'на строительство (реконструкцию) других автомобильных дорог общего пользования с твердым покрытием',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '32',
          ROW_CAPTION:
            'предоставление субсидий из дорожного фонда субъекта Российской Федерации местным бюджетам на софинансирование \nстроительства и реконструкции, капитального ремонта и ремонта автомобильных дорог общего пользования местного \nзначения и искусственных сооружений на них, а также на капитальный ремонт и ремонт дворовых территорий \nмногоквартирных домов, проездов к дворовым территориям многоквартирных домов населенных пунктов – *\nвсего (сумма строк 33 - 35), из них:',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '33',
          ROW_CAPTION:
            'на проектирование и строительство (реконструкцию) автомобильных дорог общего пользования местного значения \nс твердым покрытием до сельских населенных пунктов, не имеющих круглогодичной связи с сетью автомобильных дорог \nобщего пользования',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '34',
          ROW_CAPTION: 'на капитальный ремонт и ремонт автомобильных дорог общего пользования населенных пунктов',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '35',
          ROW_CAPTION:
            'на капитальный ремонт и ремонт дворовых территорий многоквартирных домов, проездов к дворовым территориям \nмногоквартирных домов населенных пунктов',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '36',
          ROW_CAPTION: 'выполнение научно-исследовательских и опытно-конструкторских работ в области дорожного хозяйства',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '37',
          ROW_CAPTION: 'обеспечение транспортной безопасности объектов автомобильного транспорта и дорожного хозяйства',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '38',
          ROW_CAPTION:
            'содержание подведомственных государственных (муниципальных) учреждений, осуществляющих управление дорожным \nхозяйством',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '39',
          ROW_CAPTION:
            'осуществление иных мероприятий в отношении автомобильных дорог общего пользования, финансируемых за счет средств \nдорожного фонда',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '40',
          ROW_CAPTION:
            'предоставление бюджетного кредита на строительство (реконструкцию), капитальный ремонт, ремонт и содержание \nавтомобильных дорог общего пользования',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
        {
          ROW_NUM: '41',
          ROW_CAPTION:
            'погашение задолженности по бюджетным кредитам на строительство (реконструкцию), капитальный ремонт, ремонт и \nсодержание автомобильных дорог общего пользования (за исключением автомобильных дорог федерального значения), и на \nосуществление расходов на обслуживание долговых обязательств, связанных с использованием указанных кредитов',
          OKEI_ID: 384,
          OKEI: 'тыс.руб',
          INDENT: 0,
        },
      ],
      ROW_BREAKS: [
        {
          NEXT_ROW: '02',
          BREAK_CAPTION: 'в том числе:',
          INDENT: 0,
          STYLE: {
            HOR_ALIGNMENT: 'Left',
          },
        },
      ],
      DATA: [
        {
          ROW_NUM: '01',
          COLUMN_NUM: '7',
          VALUE: 10549021.4,
        },
        {
          ROW_NUM: '01',
          COLUMN_NUM: '8',
          VALUE: 2063981.6,
        },
        {
          ROW_NUM: '02',
          COLUMN_NUM: '7',
          VALUE: 9920498.2,
        },
        {
          ROW_NUM: '02',
          COLUMN_NUM: '8',
          VALUE: 21924265.4,
        },
        {
          ROW_NUM: '03',
          COLUMN_NUM: '7',
          VALUE: 2837051.8,
        },
        {
          ROW_NUM: '03',
          COLUMN_NUM: '8',
          VALUE: 274070.9,
        },
        {
          ROW_NUM: '04',
          COLUMN_NUM: '7',
          VALUE: 379403.1,
        },
        {
          ROW_NUM: '04',
          COLUMN_NUM: '8',
          VALUE: 0,
        },
        {
          ROW_NUM: '05',
          COLUMN_NUM: '7',
          VALUE: 907.2,
        },
        {
          ROW_NUM: '06',
          COLUMN_NUM: '8',
          VALUE: 877.5,
        },
        {
          ROW_NUM: '09',
          COLUMN_NUM: '8',
          VALUE: 7831.4,
        },
        {
          ROW_NUM: '14',
          COLUMN_NUM: '7',
          VALUE: 6199725.3,
        },
        {
          ROW_NUM: '20',
          COLUMN_NUM: '7',
          VALUE: 503411.8,
        },
        {
          ROW_NUM: '20',
          COLUMN_NUM: '8',
          VALUE: 366360.4,
        },
        {
          ROW_NUM: '23',
          COLUMN_NUM: '8',
          VALUE: 628523.166,
        },
        {
          ROW_NUM: '23',
          COLUMN_NUM: '8',
          VALUE: 139716.2,
        },
      ],
      FOOTER: {
        CAPTION: '',
        DATA: [
          {
            FOOTER_ID: 1,
            COLUMN_NUM: '8',
            INDENT: 2,
            VALUE: 'Ведущий консультант',
          },
          {
            FOOTER_ID: 1,
            COLUMN_NUM: '8',
            INDENT: 2,
            VALUE: '%ECEXUTOR',
          },
        ],
      },
    },
  },
};

export { formMetaData };
