const diagnosticsTypesMock = [
  { code: '1', name: 'Ведомость измерения глубины колеи' },
  { code: '2', name: '­Ведомость дефектов покрытия' },
  { code: '3', name: '­Ведомость измерения коэффициента сцепления' },
  { code: 'flatness', name: '­Ведомость измерения продольной ровности на 100 м' },
  { code: '5', name: '­Ведомость измерения продольной ровности на 1 км' },
  { code: '6', name: '­Ведомость измерений прочности дорожной одежды' },
  { code: '7', name: 'Ведомость поперечных уклонов' },
  { code: '8', name: 'Ведомость продольных уклонов' },
  { code: '9', name: 'Ведомость радиусов кривых в плане' },
];

export { diagnosticsTypesMock };
