const flatnessColumns = {
  road_id: 'ИД',
  road_name: 'Наименование дороги',
  road_code: 'Код дороги',
  start: 'км начала',
  finish: 'км конца',
  forward_1: 'Ровность. Прямое направление. Полоса 1',
  forward_2: 'Ровность. Прямое направление. Полоса 2',
  forward_3: 'Ровность. Прямое направление. Полоса 3',
  forward_4: 'Ровность. Прямое направление. Полоса 4',
  backward_4: 'Ровность. Обратное направление. Полоса 4',
  backward_3: 'Ровность. Обратное направление. Полоса 3',
  backward_2: 'Ровность. Обратное направление. Полоса 2',
  backward_1: 'Ровность. Обратное направление. Полоса 1',
};

export { flatnessColumns };
